brew "bat"
brew "fzf" # Needed for zsh prompt

cask "arc"
cask "iterm2"
cask "launchbar"
cask "1password"

# Fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"

# Editors
cask "zed"
cask "visual-studio-code"

# Creature comforts
cask "mimestream"
cask "fantastical"
cask "istat-menus"
cask "bartender"
cask "spotify"
cask "obsidian"
