brew "bat"
brew "fzf" # Needed for zsh prompt

cask "google-chrome"
cask "iterm2"
cask "launchbar"
cask "1password"

# Fonts
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"

# Editors
cask "sublime-text"
cask "visual-studio-code"

# Creature comforts

cask "mimestream"
cask "fantastical"
cask "istat-menus"
cask "bartender"
cask "spotify"
